Repository: merengue-cms/merengueproj
Catalog: merengueproj/plugins/itags/locale/*/LC_MESSAGES/django.po
Languages: es

source: Tag cloud
es: Nube de etiquetas

source: Block with a tag cloud
es: Bloque con una nube de etiquetas

source: Max number of tags in cloud
es: Máximo número de etiquetas en la nube

source: Content tags
es: Etiquetas de contenidos

source: Block with the tags of a content
es: Bloque con las etiquetas de un contenido

source: Main language for tags
es: Lenguaje principal para las etiquetas

source: This tag name already exists
es: Este nombre de etiqueta ya existe

source: tag name
es: nombre de la etiqueta

source: Internazionalized Tag
es: Etiqueta internacionalizada

source: Internazionalized Tags
es: Etiquetas internacionalizadas

source: Tag cloud block
es: Bloque Nube de Etiquetas

source: Tag
es: Etiqueta

source: Related tags
es: Etiquetas relacionadas
