Repository: merengue-cms/merengueproj
Catalog: merengueproj/merengue/pluggable/locale/*/LC_MESSAGES/django.po
Languages: es

source: portal menu
es: menú del portal

source: Status
es: Estado

source: Plugins detections done
es: Detección de plugins realizada

source: Not all dependencies are met
es: No se cumplen todas las dependencias

source: Detect new plugins
es: Detectar nuevos plugins

source: Screenshot
es: Captura

source: You have not registered all the plugins. Click <a href="%(url)s">here</a> in order to register them
es: No tiene registrados todos los plugins. Click <a href="%(url)s">aquí</a> para registrarlos

source: name
es: nombre

source: description
es: descripción

source: version
es: versión

source: installed
es: instalado

source: directory name
es: directorio

source: registered plugin
es: plugin registrado

source: registered plugins
es: plugins registrados

source: This plugin has been set as required in settings.py so you can not install/uninstall from this admin interface. You can install it by running a migrate command
es: Este plugin ha sido configurado como requerido en el settings.py por tanto no puede no instalarlo/desinstalarlo desde la interfaz de administración. Tu puedes instalarlo ejecutando el comando de migración(migrate)

source: New blocks
es: Nuevos bloques

source: Registered blocks
es: Bloques registrados

source: Has own admin
es: Tiene admin propia

source: New Actions
es: Nuevas acciones

source: Registered actions
es: Acciones registradas

source: New Viewlets
es: Nuevos Viewlets

source: New Middlewares
es: Nuevos Middlewares

source: New content types addable in a section
es: Nuevo tipo de contenido añadido en una sección
