Repository: merengue-cms/merengueproj
Catalog: merengueproj/plugins/core/locale/*/LC_MESSAGES/django.po
Languages: es

source: Admin site
es: Administración

source: Login
es: Entrar

source: Logout
es: Salir

source: Print
es: Imprimir

source: Link to your section
es: Enlaza a tu sección

source: maximum number of levels to show
es: máximo número de niveles a mostrar

source: maximum number of items without js collapsible
es: máximo número de niveles sin plegar con js

source: Renders the Menu
es: Muestra el menú

source: Core Menu Block
es: Bloque de menú de sección

source: Menu
es: Menú

source: Renders the Navigation
es: Muestra la navegación

source: Navigation Block
es: Bloque de navegación

source: Navigation
es: Navegación

source: Renders the Portal Menu
es: Muestra el menú del portal

source: Portal Menu Block
es: Bloque del Menú del Portal

source: Portal Menu
es: Menú del Portal

source: Abstract block that render portal links
es: Bloque abstracto que renderizará los enlaces del portal

source: Link Base Block
es: Bloque Base de Enlaces

source: Portal links
es: Enlaces del Portal

source: Generic block that renders portal links
es: Bloque genérico que muestra los enlaces del portal

source: Portal Links Block
es: Bloque de enlaces del portal

source: Portal link category
es: Categoría del enlace del portal

source: Block with contact info
es: Bloque con la información de contacto

source: Contact Info block
es: Bloque de información de contacto

source: Contact info
es: Información de contacto

source: Block with the site announcements
es: Bloque con los anuncios del portal

source: Announcements block
es: Bloque de anuncios

source: Announcements
es: Anuncios

source: home initial content
es: inicio del contenido

source: Login URL
es: URL de Login

source: Section
es: Sección

source: Choose a section where save the menu
es: Elige una sección donde guardar el menú

source: Name
es: Nombre

source: How do you want link?
es: ¿Cómo quiere enlazar?

source: menu
es: menú

source: standing out
es: destacado

source: The roles that will see this menu. Only if you select the choice link like menu
es: Los roles que verán este menú. Sólo si escoges en "¿Cómo quiere enlazar?" la opción menú

source: Already exits a menu in your section with this slug
es: Ya existe un menu en tu sección con este slug

source: Already exits a standing out in your section with this content
es: Ya existe un elemento destacado en tu sección con este contenido

source: Version: %s
es: Versión: %s

source: Hide announcement
es: Ocultar anuncio

source: Phone
es: Teléfono

source: Phone 2
es: Teléfono 2

source: Empty contact info
es: Información de contacto vacía

source: Hot Link
es: Enlazar

source: Add blocks
es: Añadir bloques

source: activate inline edit
es: Edición en línea

source: Invalidate cache
es: Invalidar caché
