Repository: merengue-cms/merengueproj
Catalog: merengueproj/merengue/collab/locale/*/LC_MESSAGES/django.po
Languages: it

source: translation language
it: linguaggio della traduzione

source: translation
it: traduzione

source: Just set status
it: imposta solo lo stato

source: Display an alternative comment in public view
it: Mostra un commento alternativo nella vista pubblica

source: Hide comment from public view
it: Nascondi il commento nella vista pubblica

source: name
it: nome

source: label
it: etichetta

source: result
it: risultato

source: Select the resulting action this status trigger
it: Seleziona l'azione risultante che questo tato fa scattare

source: reason
it: ragione

source: content type
it: tipo di contenuto

source: object ID
it: ID dell'oggetto

source: user
it: utente

source: user's name
it: nome dell'utente

source: user's email address
it: indirizzo email dell'utente

source: user's URL
it: URL dell'utente

source: comment user type
it: commento del tipo di utente

source: comment
it: commento

source: date/time submitted
it: data/ora della sottomissione

source: IP address
it: indirizzo IP

source: collaborative comment
it: commento collaborativo

source: collaborative comments
it: commenti collaborativi

source: revised comment
it: commento rivisto

source: revised comment status
it: stato del commento rivisto

source: date/time revised
it: data/ora della revisione

source: short comment
it: commento breve

source: Your comment has been added
it: Il tuo commento è stato aggiunto

source: Your revisor status has been added
it: Il tuo status di revisore è stato aggiunto

source: Your translation has been saved
it: La tua traduzione è stata salvata

source: Comments
it: Commenti

source: Add comment
it: Aggiungi commento

source: By
it: Di

source: Revision History
it: Storia delle revisioni

source: Revisor
it: Revisore

source: Revise this comment
it: Revisiona questo commento

source: Add revision
it: Aggiungi revisione

source: Comments for
it: Commenti per

source: comments
it: commenti

source: add comment
it: aggiungi commento

source: Translate
it: Traduci

source: Translation for
it: Traduzione per
