Repository: merengue-cms/merengueproj
Catalog: merengueproj/plugins/link/locale/*/LC_MESSAGES/django.po
Languages: it

source: link category
it: categoria del link

source: link categories
it: categorie del link

source: Url Link
it: URL del link

source: Portal name
it: Nome del portale

source: links
it: link

source: Latest link
it: Ultimo link

source: All link
it: Tutti i link

source: Link index
it: Indice dei link

source: Links
it: Link

source: View more
it: Vedi di pi√π
