Repository: merengue-cms/merengueproj
Catalog: merengueproj/merengue/portal/locale/*/LC_MESSAGES/django.po
Languages: es, it

source: Primary link
es: Enlace primario
it: Link primario

source: Secondary link
es: Enlace secundario
it: Link secondario

source: name
es: cuyo nombre
it: nome

source: Content
es: La descripción
it: Contenuto

source: order
es: orden
it: ordine

source: category
es: Encontrados %s contenidos
it: categoria

source: portal link
es: Buscador de contenidos
it: il link del portale

source: portal links
es: enlaces al portal
it: i link del portale

source: Welcome %s
es: Bienvenido %s
it: Benvenuto %s

source: User exists, but it have not active account
es: El usuario existe, pero no tiene una cuenta activa
it: L'utente esiste ma non possiede una abilitazione attiva

source: Credentials are incorrect
es: Las credenciales son incorrectas
it: Le credenziali non sono corrette

source: Thanks for visit
es: Gracias por la visita
it: Grazie per la visita

source: Cache from this page was invalidated
es: La caché de esta página ha sido invalidada
it: La cache per questa pagina Ã¨ stata invalidata

source: Pending contents
es: Esperando contenidos
it: contenuto in attesa

source: Case sensitive, make sure caps lock is not enabled.
es: Distingue mayúsculas y minúsculas, asegúrese de que el bloqueo de mayúsculas no está activado.
it: Sensibile a maiuscole e minuscole. Assicurati che il tasto Blocco Maiuscole non sia abilitato

source: Password
es: Contraseña

source: Search
es: Buscar
it: Cerca
