Repository: merengue-cms/merengueproj
Catalog: merengueproj/merengue/block/locale/*/LC_MESSAGES/django.po
Languages: es

source: Status
es: Estado

source: Cache parameters
es: Parámetros de caché

source: block content related
es: bloques relacionados

source: Visibility when duplicated blocks
es: Visibilidad cuando están duplicados los bloques

source: content block
es: bloque de contenido

source: All
es: Todo

source: Yes
es: Sí

source: Block to add
es: Bloque a añadir

source: Placing the block here will take no effect, as another related block is set to overwrite it
es: Colocar el bloque aquí no tendrá efecto, otro bloque relacionado estásobreescribiendolo

source: Unmark this field to keep the block in the specified place (even though it won't be displayed)
es: Desmarcar este campo para mantener el bloque en el lugar especificado(aunque no será mostrado)

source: A block is already set to overwrite others of this kind. Unmark this to save the block, even though it won't be displayed
es: Un bloque ya está configurado para sobrescribir los demás de este tipo.Desmarcar esta opción para guardar el bloque, aunque no se mostrará

source: Select block type
es: Seleccionar tipo de bloque

source: Scope
es: Ambito

source: Section: %(section)s
es: Sección: %(section)s

source: Content: %(content)s
es: Contenido: %(content)s

source: Blocks
es: Bloques

source: Content blocks
es: Bloques de contenidos

source: Section blocks
es: Bloques de sección

source: You can not select section scope cause your are not inside a section
es: Tu no puedes seleccionar este ambito ya que no estas dentro de una sección

source: You can not select content scope cause your are not inside a content
es: Tu no puedes seleccionar este ambito ya que no estas en una sección

source: You can not insert a content block from a view without content
es: Tu no puedes insertar un bloque de contenido desde una vista sin contenido

source: You can not insert a section block from a view without section
es: Tu no puedes insertar un bloque de sección desde una vista sin sección

source: All places
es: En todos sitios

source: Left sidebar
es: Barra lateral izquierda

source: Right sidebar
es: Barra lateral derecha

source: Before content body
es: Antes del contenido del cuerpo

source: Home page
es: Portada

source: After content body
es: Después del contenido del cuerpo

source: Header
es: Cabecera

source: Footer
es: Pie de página

source: Meta-information, links, js...
es: Meta-información, enlaces, js...

source: name
es: nombre

source: placed at
es: colocado en

source: shown in urls
es: mostrado en urls

source: block will <em>only</em> be visible in urls matching these regular expressions (one per line, using <a href='http://docs.python.org./library/re.html#regular-expression-syntax' title='python regular expressions' target='_blank'>python re syntax</a>). <br/> Please use relative paths. This field has preference over 'hidden in urls'.
es: el bloque será <em>sólo</em> mostrado en urls que se ajusten a estas expresiones regulares (una por línea, usando la <a href='http://docs.python.org./library/re.html#regular-expression-syntax' title='python regular expressions'>sintaxis de python re</a>). <br/> Por favor, use rutas relativas. Este campo tiene preferencia sobre 'oculto en urls'.

source: hidden in urls
es: oculto en urls

source: block will be hidden in urls matching these regular expressions (one per line, using <a href='http://docs.python.org/library/re.html#regular-expression-syntax' title='python regular expressions' target='_blank'>python re syntax</a>).
es: el bloque será ocultado en urls que se ajusten a estas expresiones regulares (una por línea, usando la <a href='http://docs.python.org./library/re.html#regular-expression-syntax' title='python regular expressions'>sintaxis de python re</a>).

source: disable the activation and desactivation of the block
es: deshabiliar la activación y la desactivación del bloque

source: block can't be moved from its default place
es: el bloque no puede ser movido de su lugar por defecto

source: activate cache
es: activar caché

source: Activate cache for this block. The HTML rendered will be cached
es: Activar la cache para este bloque. El HTML renderizado estará cacheado

source: Time that block remained in cache in seconds. "0" means forever
es: Tiempo que el bloque se mantendrá en caché, en segundos. "0" significa para siempre

source: Cached is applied only for anonymous
es: Caché aplicada solo para usuario anónimo

source: Cached vary on authenticated user
es: Caché dependiendo del usuario autenticado

source: Cache vary on the request URL
es: Caché dependiendo de la URL

source: Cache vary on language
es: Caché dependiendo del idioma

source: related content
es: contenido relacionado

source: overwrite block if the place is the same
es: sobreescribir el bloque si está en el mismo lugar

source: overwrite generic block if is present on the actual page
es: sobreescribir configuración genérica del bloque si este está presente en la página actual

source: registered block
es: bloque registrado

source: registered blocks
es: bloques registrados

source: Configuration
es: Configuración

source: Block specific configuration
es: Configuración específica del bloque

source: This block is defined as non cacheable. You cannot cache this block
es: Esta bloque está definido como no cacheable. No puede cacher este bloque

source: Add new block
es: Añadir nuevo bloque

source: Save configuration
es: Guardar configuración

source: Go to admin
es: Ir al admin

source: Enable/disable blocks dragging
es: Habilitar/deshabiliar arrastre de bloques

source: Configure block
es: Configurar bloque

source: Invalidate cache
es: Invalidar cache

source: Remove block
es: Eliminar bloque

source: Are you sure you want to invalidate the cache of this block
es: ¿Estas seguro de que quieres invalidar la caché de este bloque?

source: Are you sure you want to remove this block
es: ¿Estas seguro de que quieres eliminar este bloque?

source: Drag here
es: Suelta aquí
