Repository: merengue-cms/merengueproj
Catalog: merengueproj/plugins/microsite/locale/*/LC_MESSAGES/django.po
Languages: es

source: highlight menu
es: menú destacado

source: Highlight menu
es: Menú destacado

source: Block with the microsite links
es: Bloque con los enlaces del micrositio

source: number of links for the "Highlight menu" block
es: número de enlaces para el bloque "Menú destacado"

source: background color for the "Highlight menu" block
es: color de fondo para el bloque "Menú destacado"

source: color of the links inside the "Highlight menu" block
es: color de los enlaces para el bloque "Menú destacado"

source: color of the links (when the mouse is over) inside the "Highlight menu" block
es: color de los enlaces (cuando el raton está encima) para el bloque "Menú destacado"

source: A MicroSite or Section with this slug already exists
es: Un Micrositio o una Seccion con ese slug ya existe

source: Exclude template places
es: Lugares de la plantilla a excluir

source: Select wich template places you want to exclude from your microsite
es: Selecciona que lugares de la plantilla quieres excluir de tu micrositio

source: microsite
es: micrositio

source: microsites
es: micrositios

source: name
es: nombre

source: Content
es: Contenido

source: The absolute urls have to write complety: Protocol, domain, query
es: Las urls absolutas deben ser escritas por completo: Protocolo, dominio, direccion

source: order
es: orden

source: icon
es: icono

source: The system don't resize the icon. You need to upload with the final size
es: El sistema no redimensiona el icono. Necesitas subirlo con el tamaño definitivo

source: visible links
es: enlaces visibles

source: Restrict visibility to some roles
es: Restringir visibilidad a algunos roles

source: microsite link
es: enlace de micrositio

source: microsite links
es: enlaces de micrositio
