Repository: merengue-cms/merengueproj
Catalog: merengueproj/plugins/subscription/locale/*/LC_MESSAGES/django.po
Languages: it

source: Subscription
it: Abbonamento

source: End date should be greater than start date.
it: La data di fine deve essere maggiore della data di inizio

source: content
it: contenuto

source: Type of Subscription
it: Tipo di Abbonamento

source: subscribable
it: disponibile per l'abbonamento

source: subscribables
it: disponibili per l'abbonamento

source: Subscribable for %s
it: Disponibile per l'abbonamento per %s

source: first name
it: nome

source: last name
it: cognome

source: e-mail address
it: indirizzo e-mail

source: phone
it: telefono

source: comments or suggestions
it: commenti o suggerimenti

source: base subscription
it: abbonamento di base

source: base subscriptions
it: abbonamenti di base

source: Subscription of %s
it: Abbonamento di %s

source: Request send successfully. See <a href="%(subscriber_listing)s">suscriber list</a>
it: Richiesta inviata con successo. Guarda la <a href="%(subscriber_listing)s">lista degli abbonati</a>

source: Subscriber listing
it: Lista degli abbonati

source: submit
it: imposta
