Repository: merengue-cms/merengueproj
Catalog: merengueproj/merengue/section/locale/*/LC_MESSAGES/django.po
Languages: es

source: main content
es: contenido principal

source: content selected here will be shown when entering the section
es: contenido seleccionado aquí se muestra al entrar en la sección

source: custom style
es: estilo personalizado

source: Custom style for the section. You can use the variables $media_url and $theme_url
es: Estilo personalizado para la sección. Tu puedes usar las variables $media_url y $theme_url

source: documents
es: documentos

source: Menu Absolute Link
es: Menú de enlace absoluto

source: Menu Absolute Links
es: Menú de enlaces absolutos

source: Menu Content Link
es: Menú de enlace

source: Menu Content Links
es: Menú de enlaces

source: Content
es: Contenido

source: Enter text to search the content
es: Introduzca el texto para buscar el contenido

source: Menu Viewlet Link
es: Menú del visor de menú de enlace

source: Menu Viewlet Links
es: Menú del visor de enlaces

source: Move this menu
es: Mover este menú

source: Cancel move
es: Cancelar

source: Before
es: Antes

source: After
es: Después

source: Child
es: Hijo

source: main menu
es: menú principal

source: portal menu
es: menú del portal

source: document sections
es: secciones de documentos

source: Syntax Error %s
es: Error de Sintaxis %s

source: Please set other slug. This slug has been assigned
es: Por favor escriba otro slug. Este slug ya ha sido asignado

source: name
es: nombre

source: help text
es: texto de ayuda

source: text for describing the menu target, usually placed as link title attribute
es: texto para describir el objetivo del menú, normalmente se coloca como atributo enlace del título

source: Parent
es: Padre

source: status
es: estados

source: status of the menu element
es: estado de el elemento del menú

source: public
es: público

source: draft
es: borrador

source: visible menus
es: menús visibles

source: The roles that will see this menu
es: Los roles que verán este menú

source: menu
es: menú

source: menus
es: menús

source: The absolute urls have to write complety: Protocol, domain, query
es: Las urls absolutas estan escritas completas: Protocolo, dominio, query

source: open in new window
es: abrir en una nueva ventana

source: css class for this link
es: clase css para este enlace

source: Viewlet
es: Visor

source: order
es: orden

source: related contents
es: contenidos relacionados

source: section
es: sección

source: sections
es: secciones

source: document
es: documento

source: Parent document
es: Documento padre

source: body
es: cuerpo

source: document section
es: sección del documento

source: Can not move to non existing position
es: No se puede mover a una posición que no existe

source: Trying to save DocumentSection into an existing position
es: Intentando salvar DocumentSection en una posición existente

source: css chunk
es: bloque de css

source: custom sytle
es: estilos personalizado

source: custom styles
es: estilos personalizados

source: Custom CSS image
es: Imagen de CSS personalizada

source: custom sytle image
es: imagen de estilo personalizado

source: custom style images
es: imagenes de estilo personalizado

source: Show all errors
es: Ver todos los errores

source: Normalize css
es: CSS normalizada

source: Saving
es: Guardando

source: Click and drag to reorder
es: Click y arrastra para reordenar

source: Please wait, retrieving contents
es: Por favor espera, recuperando contenidos

source: Insert document section here
es: Insertar aquí sección del documento

source: Document section actions
es: Acciones en las secciones de documento

source: Drag and drop to reorder sections
es: Arrastra y suelta(Drag and drop) para reordenar las secciones

source: Edit document section
es: Editar sección del documento

source: Insert document section
es: Insertar sección en el documento

source: Delete document section
es: Borrar sección del documento

source: Double click to edit
es: Dobleclick para editar

source: This section has no content
es: Esta sección no tiene contenido

source: Are you sure you want to delete this section?
es: ¿Está seguro de que quiere borrar esta sección?

source: You are about to cancel the edition. All your changes will be lost. Do you want to cancel and lost your changes?
es: Usted está apunto de cancelar la edición. Perderá todos los cambios. ¿Quiere cancelar y persder sus cambios??

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Insert first section
es: Insertar primera sección

source: Empty Menu
es: Menú vacío

source: This menu does not link to any target
es: Este menú no tiene ningún destino vinculado

source: Admin this menu
es: Administra este menú

source: results
es: resultados

source: You can edit in
es: Tu puedes editar en

source: here
es: aquí

source: Searcher
es: Buscador
