Repository: merengue-cms/merengueproj
Catalog: merengueproj/plugins/feedback/locale/*/LC_MESSAGES/django.po
Languages: es, it

source: Number of comment for each content
es: Número de comentarios para cada contenido
it: Numero di commenti per ogni contenuto

source: Show children
es: Mostrar hijos
it: Mostra i figli

source: Show options bar
es: Mostrar barra de opciones
it: Mostra la barra delle opzioni

source: Your message has been posted successfully.
es: Su mensaje se ha enviado con exito.
it: Il tuo messaggio è stato impostato correttamente

source: Are you sure you want to delete this comment?
es: ¿Está usted seguro de que desea borrar este comentario?
it: Sei sicuro di voler cancellare questo commento?

source: Are you sure you want to discard this comment form?
es: ¿Está seguro que desea deshacer este formulario de comentario?
it: Sei sicuro di voler gettare via questo modulo per i commenti?

source: said
es: dijo
it: detto

source: link to here
es: Enlace aquí
it: link a qui

source: Send by
es: Enviado por
it: Manda da

source: on
es: en
it: il

source: Reply
es: Respuesta
it: Rispondi

source: Hide Reply
es: Ocultar respuesta
it: Nascondi la risposta

source: Publish
es: Publicar
it: Pubblica

source: Censure
es: Censurar
it: Censura

source: Delete
es: Eliminar
it: Cancella

source: Edit
es: Editar
it: Modifica

source: Submit Comment
es: Guardar comentario
it: Imposta il Commento

source: Send comment to
es: Enviar el comentario a
it: Manda il commento a

source: Send comment
es: Enviar comentario
it: Manda il commento

source: Return to
es: Volver a
it: Ritorna a

source: Comments on this content
es: Comentarios a este contenido
it: Commenti a questo contenuto

source: An error has occurred, try again
es: Ha ocurrido un error, inténtelo de nuevo
it: C'È stato un errore. Prova di nuovo

source: Feedback index
es: Indice de comentario
it: Indice dei Feedback

source: Feedback
es: Comentario

source: Feedback Index
es: Índice de Comentarios
it: Indice dei Feedback
