Repository: merengue-cms/merengueproj
Catalog: merengueproj/plugins/piwik/locale/*/LC_MESSAGES/django.po
Languages: es

source: Block add piwik javascript
es: Bloque que añade javascript piwik

source: Piwik Block
es: Bloque piwik

source: authentication token
es: token de autenticación

source: piwik url
es: url de la instalación de piwik

source: site id
es: id site en piwik

source: metric
es: métrica de resultados

source: period
es: período

source: date
es: fecha

source: Stats
es: Estadísticas

source: Sections
es: Secciones

source: Other contents
es: Otros contenidos

source: there are no statistics to show
es: no hay estadísticas a mostrar

source: Stats index
es: Índice de estadísticas

source: Stats Index
es: Índice de estadísticas

source: Go to Piwik to view stats details
es: Ir a Piwik para ver las estadísticas en detalle

source: View stats ranking
es: Ver ranking de estadísticas

source: View stats ranking of my contents
es: Ver estadísticas de mis contenidos

source: Contents Ranking
es: Ranking de contenidos
