Repository: merengue-cms/merengueproj
Catalog: merengueproj/merengue/workflow/locale/*/LC_MESSAGES/django.po
Languages: es

source: Update permissions
es: Actualizar permisos

source: Graphic workflow
es: Grafico de workflow

source: states
es: estados

source: Permissions
es: Permisos

source: State permissions were saved successfully. To make your changes effective you have to update permissions <a href="%(url)s">here</a>
es: Los permisos de los estados fueron actualizados con éxito. Para hacer tus cambios efectivos debes actualizar los permisos<a href="%(url)s">aquí</a>

source: Manage state permissions
es: Gestionar permisos de estado

source: transitions
es: transiciones

source: permissions
es: permisos

source: Workflow permissions were saved successfully.
es: Los permisos del workflow fueron guardados con éxito

source: Manage workflow permissions
es: Gestionar permisos de workflow

source: Current workflow
es: Actual workflow

source: Related to this workflow
es: Relacionado a este workflow

source: The workflow has been added to these models
es: El workflow ha sido añadido a estos modelos

source: Are you sure you want to add the current workflow to these models?
es: ¿Esta seguro que desea añadir el actual workflow a estos modelos?

source: Add current workflow to selected models
es: Añadir actual workflow a los modelos seleccionados

source: The workflow has been removed from these models
es: El workflow ha sido eliminado de estos modelos

source: Are you sure you want to remove the current workflow from these models?
es: ¿Esta seguro que quiere borrar el workflow de estos modelos?

source: Remove current workflow from selected models
es: Borrar actual workflow de los modelos seleccionados

source: %(name)s object with primary key %(key)r does not exist.
es: objeto %(name)s con clave primaria %(key)r no existe

source: related to this workflow
es: relacionado a este workflow

source: All
es: Todo

source: Yes
es: Si

source: Name
es: Nombre

source: Transitions
es: Transiciones

source: State
es: Estado

source: States
es: Estado

source: Destination
es: Destino

source: Permission
es: Permiso

source: Transition
es: Transición

source: Content Type
es: Tipo de contenido

source: Draft
es: Borrador

source: Pending
es: Pendiente

source: Published
es: Publicado

source: Set as pending
es: Cambiar a pendiente

source: Set as draft
es: Cambiar a borrador

source: Publish
es: Publicar

source: Save
es: Guardar

source: Do you want to update the permissions related to workflows of all the portal objects?
es: ¿Quiere actualizar los permisos relacionados a los workflows de todos los objetos del portal?

source: Yes, update all object permissions
es: Si, actualiza todos los permisos de objetos

source: No, take me out of here
es: No, sácame de aquí

source: Models that use this workflow
es: Modelos que usan este workflow

source: Permissions managed by this workflow
es: Permisos gestionados por este workflow
