Repository: merengue-cms/merengueproj
Catalog: merengueproj/plugins/forum/locale/*/LC_MESSAGES/django.po
Languages: it

source: Forum category
it: Categoria del Forum

source: Forum categories
it: Categorie del Forum

source: Forums
it: Forum

source: closed
it: chiuso

source: Threads
it: Thread

source: comment
it: commento

source: banned
it: esiliato

source: date/time submitted
it: Data/Ora della sottomissione

source: date/time modified
it: Data/Ora della modifica

source: IP address
it: Indirizzo IP

source: Forum Thread Comment
it: Commento del Thread del Forum

source: Forum Thread Comments
it: Commenti del Thread del Forum

source: Your message has been posted successfully.
it: Il tuo messaggio è stato impostato correttamente

source: Submit Comment
it: Imposta un commento

source: Send comment to
it: Manda un commento a

source: Send comment
it: Manda un commento

source: Return to
it: Ritorna a

source: Messages
it: Messaggi

source: Last message
it: Ultimo messaggio

source: by
it: di

source: Are you sure you want to delete this comment?
it: Sei sicuro di voler cancellare questo commento?

source: Are you sure you want to discard this comment form?
it: Sei sicuro di voler gettare via questo commento?

source: link to here
it: Link a qui

source: Send by
it: Mandato da

source: on
it: il

source: Reply
it: Rispondi

source: Hide Reply
it: Nascondi la risposta

source: Publish
it: Pubblica

source: Censure
it: Censura

source: Delete
it: Cancella

source: Edit
it: Modifica

source: An error has occurred, try again
it: C'è stato un errore. Porva di nuovo
