Repository: merengue-cms/merengueproj
Catalog: merengueproj/merengue/locale/*/LC_MESSAGES/django.po
Languages: es, it

source: Can not move to non existing position
es: No puede moverlo a una posición no existente

source: Trying to save DocumentSection into an existing position
es: Intentando guardar una sección de documento en una posición existente

source: css chunk
es: fragmento CSS

source: custom sytle
es: estilo personalizado

source: Custom CSS image
es: Personalizar CSS de imagen

source: custom sytle image
es: Estilo personalizado de imagen

source: custom style images
es: estilo personalizado de imágenes

source: Click and drag to reorder
es: Haga click y arrastre para reordenar
it: Click e trascina per riordinare

source: Please wait, retrieving contents
es: borrador

source: Insert document section here
es: Insertar sección aquí

source: Document section actions
es: Acciones para documento de sección

source: Edit document section
es: Editar sección del documento

source: Insert document section
es: Insertar sección

source: Delete document section
es: Eliminar sección

source: Save
es: Guardar
it: Salva

source: Insert first section
es: Insertar la primera sección

source: Empty Menu
es: Menú Vacío

source: Admin this menu
es: Administrar este menú

source: English
es: Inglés

source: (None)
es: (Ninguno)

source: Merengue logo
es: Logo de Merengue
it: Logo di Merengue

source: Welcome,
es: Bienvenido,
it: Benvenuto,

source: Documentation
es: Documentación
it: Documentazione

source: Change password
es: Cambiar contraseña
it: Modifica la password

source: Log out
es: Deslogarse

source: Merengue site admin
es: Administración del Sitio de Merengue
it: Sito di amministrazione di Merengue

source: Merengue administration
es: Administración de Merengue
it: Amministrazione di Merengue

source: Please correct the error below.
es: Por favor corrija el siguiente error.
it: Correggi l'errore qui sotto

source: Filter
es: Filtro
it: Filtro

source: Yes, I'm sure
es: Sí, estoy seguro
it: Si, sono sicuro

source: Save as new
es: Guardar como nuevo
it: Salva come nuovo

source: Save and add another
es: Guardar y añadir otro
it: Salva e aggiungi un altro

source: Save and continue editing
es: Guardar y continuar editando
it: Salva e continua le modifiche

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
es: Eliminando %(object_name)s '%(escaped_object)s' podrían eliminarse objetos relacionados, pero su cuenta no tiene permisos para eliminar los siguientes tipos de objetos:
it: Cancellare %(object_name)s '%(escaped_object)s' comporterebbe la cancellazione degli oggetti correlati, ma il tuo profilo non ha i permessi per cancellare i seguenti tipi di oggetto:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
es: Eliminando %(object_name)s '%(escaped_object)s' podrían eliminarse objetos relacionados, pero su cuenta no tiene permisos para eliminar los siguientes tipos de objetos:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
es: ¿Está seguro que quiere eliminar el %(object_name)s "%(escaped_object)s? Todos los siguientes elementos relacionados serán eliminados:
it: Sei sicuro di voler cancellare %(object_name)s "%(escaped_object)s"? Tutti i seguenti elementi correlati verranno cancellati:

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
es: Eliminando %(object_name)s '%(escaped_object)s' podrían eliminarse objetos relacionados, pero su cuenta no tiene permisos para eliminar los siguientes tipos de objetos:

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following objects:
es: Eliminando %(object_name)s '%(escaped_object)s' podrían eliminarse objetos relacionados, pero su cuenta no tiene permisos para eliminar los siguientes tipos de objetos:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
es: ¿Está seguro que quiere eliminar el %(object_name)s "%(escaped_object)s? Todos los siguientes elementos relacionados serán eliminados:

source: You don't have permission to edit anything.
es: No tiene permiso para editar nada
it: Non hai il permesso di modificare nulla

source: Recent Actions
es: Acciones Recientes
it: Azioni recenti

source: My Actions
es: Mis Acciones
it: Le mie azioni

source: None available
es: Ninguno disponible
it: Nessuna disponibile

source: Unknown content
es: Contenido desconocido
it: Contenuto sconosciuto

source: Username:
es: Nombre de usuario:

source: Content management
es: Gestión de Contenido
it: Gestione dei contenuti

source: Site configuration
es: Configuración del sitio
it: Configurazione del sito

source: User management
es: Administración de usuario
it: Gestione utenti

source: Plugin administration
es: Administración de plugins

source: Contents
es: Contenidos

source: Browse by hierarchy
es: Ver por jerarquía

source: Browse the site's contents by hierarchy.
es: Ver los contenidos del sitio por jerarquía.

source: Browse by type
es: Ver por tipo

source: Browse the site's contents by content type.
es: Ver los contenidos del sitio por tipo de contenido.

source: Search catalog
es: Buscar en catálogo

source: Search the site's contents.
es: Buscar los contenidos del sitio.

source: View, edit and delete the site's collections.
es: Ver, editar y borrar las colecciones del sitio.

source: Navigation
es: Navegación

source: Portal Menu
es: Menú del portal
it: Menu del portale

source: View, edit and delete the site's menus.
es: Ver, editar y eliminar los menús del sitio.
it: Guarda, modifica e cancella i menu di questo sito

source: Portal links
es: Enlaces del portal
it: Link del portale

source: View, edit and delete the site's primary and secondary links.
es: Ver, editar y borrar los enlaces primarios y secundarios
it: Guarda, modifica e cancella i link primari e secondari di questo sito

source: Translate portal
es: Traducir el portal
it: Traduci il portale

source: Translate site
es: Traducir el sitio
it: Traduci il sito

source: Translate the site messages.
es: Traducir los mensajes del sitio.
it: Traduci i messaggi del sito

source: View, edit and delete the site's blocks.
es: Ver, editar y eliminar los bloques del sitio.
it: Guarda, modifica e cancella i blocchi di questo sito

source: View, edit and delete the site's plugins.
es: Ver, editar y eliminar los plugins del sitio.
it: Guarda, modifica e cancella i plugin di questo sito

source: Themes
es: Temas
it: Temi

source: View, edit and delete the site's themes.
es: Ver, editar y eliminar los temas del sitio.
it: Guarda, modifica e cancella i temi di questo sito

source: Manage the possible site's workflows.
es: Gestiona los posibles workflows del sitio.

source: View, edit and delete the site's actions.
es: Ver, editar y eliminar las acciones del sitio.
it: Guarda, modifica e cancella le azioni di questo sito

source: Registry
es: Registro
it: Registro

source: Merengue registry
es: Registro de Merengue
it: Registro di Merengue

source: Sites
es: Sitios

source: View, edit and delete the site's domains.
es: Ver, editar y eliminar los dominios del sitio.

source: Save/restore configuration
es: Guardar/restaurar la configuración
it: Salva/ripristina la configurazione

source: Save/restore the site configuration (block, plugins, active theme, etc.)
es: Guardar/restaurar la configuración (bloques, plugins, temas gráficos, etc.)
it: Salva/ripristina la configurazione del sito (blocchi, plugin, tema attivo, etc.)

source: View, edit and delete the site's groups.
es: Ver, editar y eliminar los grupos del sitio.
it: Guarda, modifica e cancella i gruppi di questo sito

source: View, edit and delete the site's users.
es: Ver, ediar y eliminar los usuarios del sitio.
it: Guarda, modifica e cancella gli utenti di questo sito

source: View, edit and delete the site's roles.
es: Ver, editar y eliminar los roles del sitio.
it: Guarda, modifica e cancella i ruoli di questo sito

source: View, edit and delete the site's role permissions.
es: Ver, editar y eliminar permisos del sitio
it: Guarda, modifica e cancella i permessi dei ruoi di questo sito

source: Review list
es: Lista de revisión
it: Lista di revisione

source: Announcements
es: Anuncios

source: Autolocalizated
es: Autolocalizado
it: Autolocalizzato

source: Localizated
es: Localizado
it: Localizzato

source: View map
es: Ver mapa
it: Guarda la mappa

source: Date/time
es: Fecha/hora
it: Data/ora

source: This object doesn't have a change history. It probably wasn't added via this admin site.
es: Este objeto no tiene un historial de cambios. Probablemente no se agregó a través de este sitio de administración.
it: Questo oggetto non possiede una storia dei cambiamenti. Probabilmente non è stato inserito usando l'amministrazione del sito

source: View %(model_name)s on site
es: Ver %(model_name)s en el sitio

source: Save / Restore config
es: Guardar/restaurar conf
it: Salva/Ripristina la configurazione

source: Save/Restore configuration
es: Guardar/restaurar configuración
it: Salva/Ripristina la configurazione

source: Upload saved configuration
es: Cargar la configuración guardada
it: Carica la configurazione salvata

source: Upload and restore a .zip file containing a saved project configuration
es: Cargar y restaurar un archivo .zip que contiene una configuración del proyecto guardado
it: Carica e ripristina un file .zip contenente la configurazione salvata di un progetto

source: Submit config
es: Enviar config
it: Sottometti la configurazione

source: Save current configuration
es: Guardar configuración actual
it: Salva la configurazione corrente

source: Save current project configuration into a .zip file that can be restored
es: Guardar configuración actual del proyecto en un archivo .zip que se pueda restaurar
it: Salva la configurazione corrente del progetto in un file .zip che può essere ripristinato

source: Save current config
es: Guardar actual config
it: Salva la configurazione corrente

source: Backups configuration
es: Configuración de las Copias de seguridad
it: Configurazione dei backup

source: Save current backup
es: Guardar la actual copia de seguridad
it: Salva il backup corrente

source: Save current backup configuration into a .zip file that can be restored
es: Guardar la configuración de la actual copia de seguridad en un archivo .zip para que pueda ser restaurada
it: Salva la configurazione del backup corrente in un file .zip che può essere ripristinato

source: Edit
es: Editar

source: More
es: Más

source: User and groups local roles
es: Usuarios y grupos de roles locales
it: Ruoli locali di utenti e gruppi

source: Remove all roles?
es: ¿Borrar todos los roles?

source: Delete?
es: ¿Borrar?

source: View on site
es: Ver en el sitio
it: Guardalo sul sito

source: Add another %(verbose_name)s
es: Añadir otro %(verbose_name)s

source: Delete all Features
es: Eliminar todas las características

source: By status
es: Por estado
it: Per stato

source: By content class name
es: Por nombre de contenido
it: Per il nome della classe di contenuto

source: No objects of this content type
es: No hay objetos para este tipo de contenido

source: Notices
es: Notificaciones

source: Type
es: Tipo

source: Message
es: Mensaje

source: Date of the Notice
es: Fecha de la notificación

source: ago
es: hace

source: Log in again
es: Entrar de nuevo
it: Fai di nuovo login

source: Login
es: Entrar

source: Reset password
es: Restablecer contraseña
it: Resetta la password

source: Reset Password
es: Restablecer Contraseña
it: Resetta la password

source: Password reset confirmation
es: Confirmación de restablecimiento de contraseña
it: Conferma del reset della password

source: Password reset
es: Restablecer contraseña
it: Reset della password

source: Enter new password
es: Introduzca nueva contraseña
it: Inserisci la nuova password

source: Please enter your new password twice so we can verify you typed it in correctly.
es: Por favor, introduzca su nueva contraseña dos veces para que podamos verificar que la ha escrito correctamente.
it: Inserire due volte la nuova password in modo da verificare di averla digitata correttamente

source: New password:
es: Nueva contraseña:
it: Nuova password:

source: Confirm password:
es: Confirmar contraseña:
it: Conferma la password:

source: Change my password
es: Cambiar mi contraseña
it: Cambia la mia password

source: Password reset unsuccessful
es: Contraseña cambiada satisfactoriamente
it: Reset della password fallito

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El enlace de cambio de contraseña es inválido, posiblemente porque ya ha sido usado. Por favor, solicite un cambio de contraseña nuevo.
it: Il link per il reset della password non è valido, probabilmete è stato già utilizzato. Richiedere un nuovo reset della password

source: You're receiving this e-mail because you requested a password reset
es: Ha recibido este mail porque solicitó un restablecimiento de contraseña
it: Ricevi questa email perchè hai richiesto un reset della password

source: for your user account at %(site_name)s
es: para su cuenta de usuario en %(site_name)s
it: per il tuo profilo utente presso %(site_name)s

source: Please go to the following page and choose a new password:
es: Por favor vaya a la siguiente página y escoja una nueva contraseña:
it: Andare alla pagina seguente e scegliere una nuova password

source: Your username, in case you've forgotten:
es: Tu nombre de usuario, es caso de que la haya olvidado:
it: Il tuo username, nel caso lo avessi dimenticato:

source: Thanks for using our site!
es: ¡Gracias por usar nuestro sitio!
it: Grazie per utilizzare il nostro sito

source: The %(site_name)s team
es: El %(site_name)s equipo
it: La squadra del sito %(site_name)s

source: Restart web server
es: Reiniciar servidor web

source: Update a file
es: Actualizar un fichero

source: plugin administration
it: amministrazione dei plugin

source: Add %(name)s
it: Aggiungi %(name)s

source: Models available in the %(name)s application.
it: I Modelli sono disponibili nell'applicazione %(name)s

source: Change
it: Cambia

source: Manage the site's content
it: Gestisci i contenuti di questo sito

source: Content tree
it: Albero dei contenuti

source: View, edit and delete the site's contents.
it: Guarda, modifica e cancella i contenuti di questo sito

source: Browse content
it: Scorri il contenuto

source: Browse the site's contents.
it: Scorri i contenuti di questo sito

source: Control how the site looks and feels.
it: Controlla il 'look and feel' del sito

source: Plugins
it: Plugin

source: Manage the site's multimedia content
it: Gestisci i contenuti multimediali del sito

source: Photos
it: Foto

source: View, edit and delete the site's photos.
it: Guarda, modifica e cancella le foto di questo sito

source: View, edit and delete the site's videos.
it: Guarda, modifica e cancella i video di questo sito

source: View, edit and delete the site's audios.
it: Guarda, modifica e cancella i file audio di questo sito

source: Panoramic views
it: Viste panoramiche

source: View, edit and delete the site's panoramic views.
it: Guarda, modifica e cancella le viste panoramiche di questo sito

source: Images 3D
it: Immagini 3D

source: View, edit and delete the site's Images 3D.
it: Guarda, modifica e cancella le immagini 3D di questo sito

source: Manage the site's users, groups and access to site features.
it: Gestione di utenti, gruppi e diritti di accesso alle caratteristiche di questo sito

source: Roles
it: Ruoli

source: Plugins administration
it: Amministrazione dei plugin

source: Manage your installed plugins.
it: Gestisci i plugin installati

source: Administer
it: Amministra

source: Site building
it: Costruzione del sito

source: DATETIME_FORMAT
it: Formato Data/Ora

source: %(model)s children
it: %(model)s figli

source: %(name)s object with primary key %(key)r does not exist.
it: L'oggetto %(name)s con chiave primaria %(key)r non esiste

source: Change state of selected %(verbose_name_plural)s
it: Cambia lo stato dei %(verbose_name_plural)s selezionati

source: Very high
it: Molto alto

source: Super high
it: Altissimo

source: Highest
it: Il più alto

source: allowed
it: permesso

source: phone
it: telefono

source: phone2
it: altro telefono

source: contacts info
it: informazioni del contatto

source: base category
it: categoria di base

source: base categories
it: categorie di base

source: Publication status
it: Stato di pubblicazione

source: Enter the current status
it: Entra nello stato corrente

source: main image
it: immagine principale

source: Without name
it: Senza nome

source: map icon
it: icona della mappa

source: Without location
it: Senza località

source: Thumbnail
it: Miniatura

source: related items
it: elementi correlati

source: creation date
it: data di creazione

source: Tags
it: Tag

source: meta description
it: meta descrizione

source: comments
it: commenti

source: Is that content commentable
it: Questo contenuto è commentabile?

source: rank value
it: valore della valutazione

source: is featured
it: è evidenziato

source: multimedia relation
it: relazione multimediale

source: multimedia relations
it: relazioni multimediali

source: Human Order
it: Ordine umano

source: %(result_count)d %(msg_results)s found
it: %(result_count)d %(msg_results)s trovati

source: results
it: risultati

source: Select content
it: Seleziona il contenuto

source: View on map
it: Visualizza sulla mappa

source: Permission denied
it: Permesso negato

source: 403 Error - Forbidden. Sorry but it seems that you are not allowed.
it: Errore 403 - Vietato. Spiacenti ma sembra che non ti sia permesso

source: You tried to access a document for which you don't have privileges.
it: Hai cercato di accedere ad un documento per il quale non hai privilegi sufficienti

source: We recommend you to return to <a href="/">home</a>
it: Ti raccomandiamo di ritornare all' <a href="/">inizio</a>

source: Page not found
it: Pagina non trovata

source: 404 Error - Sorry we can not find the page you are looking for.
it: Errore 404 - Spiacenti ma non siamo riusciti a trovare la pagina che stai cercando

source: You may have mistyped the URL or the page may have been removed from our system.
it: Potresti aver digitato male l'URL oppure la pagina potrebbe essere stata rimossa dal nostro sistema

source: We recommend you to return to the <a href="/">home</a>
it: Ti raccomandiamo di ritornare all' <a href="/">inizio</a>

source: Server Error
it: Errore del server

source: Admin this content
it: Amministra questo contenuto

source: Content listing
it: Lista del contenuto

source: Related contents
it: Contenuti correlati

source: Please correct the errors below.
it: Pregasi correggere gli errori qui sotto

source: Map
it: Mappa

source: How to get there?
it: Come arrivare lì?

source: Origin address
it: Indirizzo di origine

source: See route
it: Vedi il percorso

source: Calculate travel route
it: Percorso di viaggio calcolato

source: Merengue powered
it: potenziato da Merengue

source: General conditions
it: Condizioni generali

source: opts
it: opzioni
