Repository: merengue-cms/merengueproj
Catalog: merengueproj/merengue/locale/*/LC_MESSAGES/django.po
Languages: es, it

source: Blocks
es: Bloques
it: Blocchi

source: Draft
es: Borrador

source: Pending
es: Pendiente

source: Published
es: Publicado

source: Primary link
es: Enlaces primarios

source: Secondary link
es: Enlaces secundarios

source: Status
es: Estado

source: Typed characters does not match with the ones in the image
es: Los caracteres escritos no concuerdan con los de la imagen

source: text
es: texto

source: The image must upload at the size that is displayed is not automatically resize
es: La imagen que debe cargar deber ser del tamaño que se indica ya que no cambian de tamaño automáticamente

source: Type the word that follows the image
es: Enlaces sociales

source: You need to load images in your browser to be able to register, because of the captcha system.
es: Es necesario poder cargar imágenes en su navegador para poder registrarse, debido al sistema de captcha.

source: Vote
es: Voto

source: Votes
es: Votos

source: Very bad
es: Muy mal

source: Bad
es: Mal

source: OK
es: regular

source: Good
es: Bien

source: Very good
es: Muy bien

source: user
es: usuario

source: vote
es: voto

source: votes
es: votos

source: %(votes)s vote
es: %(votes)s voto

source: stars
es: estrellas

source: Sign in to rate
es: Lóguese para votar

source: Thanks for rating
es: Gracias por votar

source: Invalid image format
es: Formato de imagen inválido

source: Currently:
es: Actualmente:

source: Change:
es: Cambiado:

source: Delete
es: Eliminar
it: Cancella

source: Title
es: Título

source: Image
es: Imagen

source: Select a image to upload
es: Seleccione una imagen para subir

source: File
es: Archivo

source: Select a file to upload
es: Selecciona un fichero para subir

source: Your file has been uploaded.
es: Su archivo ha sido subido.

source: Your image has been uploaded.
es: Su imagen ha sido subida.

source: Send
es: Enviar

source: Search
es: Buscar

source: Showing files that contains
es: Mostrando ficheros que contienen

source: Show all
es: Mostrar todos

source: Insert file
es: Insertar archivo

source: Insert file src
es: Insertar archivo src

source: Delete file:
es: Eliminar archivo:

source: Are you sure you want to delete the following file?
es: ¿Estás seguro que quieres eliminar el siguiente archivo?

source: Your files. Select one to be inserted into editor
es: Sus archivos. Seleccione uno para insertar en el editor

source: Delete file
es: Eliminar archivo

source: Delete image:
es: Eliminar imagen:

source: Are you sure you want to delete the following image?
es: ¿Está seguro que quiere eliminar la siguiente imagen?

source: Your images. Select one to be inserted into editor
es: Sus imágenes. Seleccione una para insertar en el editor

source: Delete image
es: Eliminar imagen

source: Result
es: Resultado

source: to
es: a

source: of
es: de

source: Current page
es: Página actual

source: First Page
es: Primera Página

source: Previous Page
es: Página Previa

source: Next Page
es: Siguiente Página

source: Last Page
es: Última Página

source: Successfully deleted %(count)d %(items)s.
es: Borrado satisfactoriamente %(count)d %(items)s.

source: Cannot delete %(name)s
es: No se pueden borrar %(name)s

source: Are you sure?
es: ¿Está usted seguro?
it: Sei sicuro?

source: This field is required.
es: Este campo es obligatorio
it: Campo obbligatorio

source: The %(name)s "%(obj)s" was deleted successfully.
es: El %(name)s "%(obj)s" fue eliminada satisfactoriamente.

source: History
es: Historia
it: Storia

source: Add %s
es: Añadir %s

source: Quick Report
es: Informe Rápido

source: Advanced Report
es: Informe Avanzado

source: Are you sure you want to set this items as draft?
es: ¿Está seguro que quiere pasar este contenido a borrador?
it: Sei sicuro di voler contrassegnare questi elementi come 'bozza'?

source: Set as draft
es: Pasar a borrador
it: Imposta come 'bozza'

source: Are you sure you want to set this items as pending?
es: ¿Estás seguro que quieres pasar estos contenidos a pendientes?
it: Sei sicuro di voer contrassegnare questi elementi come 'in attesa'?

source: Set as pending
es: Pasar a pendiente
it: Imposta come 'in attesa'

source: Are you sure you want to set this items as published?
es: ¿Está seguro que quieres pasar estos contenidos a publicado?
it: Sei sicuro di voer contrassegnare questi elementi come 'pubblicato'?

source: Set as published
es: Pasar a publicado
it: imposta come 'pubblicato'

source: Changed to %s
es: Cambiado a %s
it: Cambiato al %s

source: Successfully set %(number)d %(model_name)s as %(state)s.
es: Satisfactoriamente cambiado de %(number)d %(model_name)s a %(state)s.
it: %(number)d %(model_name)s impostato a %(state)s con successo

source: Assigned owners
es: Propietarios asignados
it: Proprietari assegnati

source: Are you sure you want to assign these owners to these contents?
es: ¿Está seguro que quiere asignar estos propietarios a estos contenidos?
it: Sei sicuro di voler assegnare questi proprietari a questi contenuti?

source: Assign owners
es: Asignar propietarios
it: Assegna proprietari

source: Section
es: Sección
it: Sezione

source: Enter the section to which content belongs
es: Introduzca la sección a la que pertenece el contenido

source: Database error
es: Error en la base de datos
it: Errore del database

source: No contents found
es: Ningún contenido encontrado

source: contact info
es: información de contacto
it: informazioni del contatto

source: permissions
es: permisos

source: The permissions of the content should be changed in <a href="%(url)s">the workflow</a>, not in the content itself, because if the status change, <strong>all the custom permission will be cleared</strong>. But, if you are sure you want to edit the permissions, click <a href="?enable_edit=1">here</a>.
es: Los permisos del contenido deberían ser cambiados en <a href="%(url)s">el workflow</a>, no en el contenido, porque si el estado cambia, <strong>todos los permisos personalizados serán borrados</strong>. Pero, si estás seguro que quieres editar los permisos, haz click <a href="?enable_edit=1">aquí</a>.

source: Error in id
es: Error en id

source: deleted
es: eliminado

source: Log entry
es: Registro del sistema

source: User
es: Usuario
it: Utente

source: Public url
es: Url pública

source: Content type
es: Tipo de contenido

source: Added
es: Añadido

source: Deleted
es: ¿Está seguro que quiere pasar estos contenidos a borrador?

source: Action
es: Acción
it: Azione

source: Click to Locate
es: Click para localizar
it: Fare click per localizzare

source: Location Maps
es: Mapas de localización
it: Mappe di localizzazione

source: location
es: localización
it: località

source: Address
es: Dirección
it: Indirizzo

source: Select a .zip file:
es: Seleccione un archivo .zip
it: Seleziona un file .zip

source: Bad or too large .zip file
es: Archivo .zip corrupto o demasiado pesado
it: File .zip corrotto o troppo grande

source: %s administration
es: %s administración
it: %s amministrazione

source: Content types
es: Tipos de contenido

source: Settings saved successfully
es: Configuración guardada con éxito
it: Impostazioni salvate con successo

source: Site administration
es: Administración del portal
it: Amministrazione del sito

source: Django admin
es: Admin Django
it: Amministrazione Django

source: All
es: Todo

source: owners
es: propietarios
it: proprietari

source: Lowest
es: Más bajo
it: Il più basso

source: Very Low
es: Muy bajo
it: Molto basso

source: Low
es: Bajo
it: Basso

source: Medium
es: Medio
it: Medio

source: High
es: Alto
it: Alto

source: disabled
es: no permitido
it: disabilitato

source: name
es: Nombre
it: nome

source: contact email
es: email de contacto
it: email del contatto

source: contact email2
es: email de contacto 2
it: seconda email del contatto

source: Without contact email
es: Sin email de contacto
it: Senza email del contatto

source: description
es: descripción
it: descrizione

source: workflow status
es: Estados de publicación

source: modification date
es: Fecha de modificación
it: data di modifica

source: last editor
es: último editor

source: Tags will be splitted by commas.
es: Las etiquetas deberán ser separadas por comas.

source: class name
es: Nombre de la clase
it: nome della classe

source: participants
es: Participantes

source: base content
es: Contenido básico
it: contenuto di base

source: base contents
es: Contenidos básicos
it: contenuti di base

source: Name
es: Nombre
it: Nome

source: content
es: contenido
it: contenuto

source: Order
es: Orden
it: ordine

source: %s set to pending state
es: %s establecido a estado pendiente

source: Remove
es: Eliminar
it: Rimuovi

source: latitude
es: latitud

source: longitude
es: longitud

source: Home
es: Inicio
it: Inizio

source: Export
es: Exportar

source: Change language
es: Cambiar lenguaje
it: Cambia lingua

source: Add new
es: Añadir nuevo

source: yes,no,maybe
es: sí,no,quizás
it: si, no, forse

source: What is there nearby?
es: ¿Qué hay cerca?
it: Vosa c'è lì vicino?

source: %(plugin_name)s plugin
es: plugin %(plugin_name)s

source: Add
es: Añadir
it: Aggiungi

source: Cache parameters
es: Parámetros de caché

source: block content related
es: Bloques relacionados

source: Visibility when duplicated blocks
es: Visibilidad cuando hay bloques duplicados

source: css class to add to this block
es: Clase css para añadir a este bloque

source: Select block type
es: Seleccionar tipo de bloque

source: Scope
es: Ámbito

source: Content: %(content)s
es: Contenido: %(content)s

source: Content blocks
es: Contenidos

source: Section blocks
es: Sección

source: After content title
es: Después del título del contenido

source: Before content body
es: Antes del cuerpo del contenido

source: Home page
es: Página de inicio

source: After content body
es: Después del cuerpo del contenido

source: Header
es: Cabecera

source: Footer
es: Pié

source: Meta-information, links, js...
es: Meta-información, links, js...

source: placed at
es: situado en

source: shown in urls
es: mostrado en URLs

source: disable the activation and desactivation of the block
es: deactivar la activación y desactivación del bloque

source: Activate cache for this block. The HTML rendered will be cached
es: Activar caché para el bloque. El HTML renderizado será cacheado

source: Time that block remained in cache in seconds. "0" means forever
es: Tiempo que el bloque permanecerá cacheado en segundos. "0" significa para siempre

source: Cached is applied only for anonymous
es: La caché se aplica sólo para anónimos

source: Cached vary on authenticated user
es: La caché varía según el usuario autenticado

source: Cache vary on the request URL
es: La caché varía según la URL solicitada

source: Cache vary on language
es: La caché varía según el idioma

source: related content
es: contenido relacionado

source: overwrite block if the place is the same
es: sobreescribir bloque si el lugar es el mismo

source: overwrite generic block if is present on the actual page
es: sobreescribir bloque si está presente en la misma página

source: Configuration
es: Configuración

source: Block specific configuration
es: Configuración específica del bloque

source: This block is defined as non cacheable. You cannot cache this block
es: Este bloque está definido como no cacheable. No puedes cachear este bloque

source: Add new block
es: Añadir nuevo bloque

source: Save configuration
es: Guardar configuración

source: Go to admin
es: Ir a la administración

source: Enable/disable blocks dragging
es: Activar/desactivar el arrastre del bloque

source: Configure block
es: Configurar bloque

source: Invalidate cache
es: Invalidar caché

source: Remove block
es: Eliminar bloque

source: Are you sure you want to invalidate the cache of this block
es: ¿Estás seguro que quieres eliminar la caché de este bloque?

source: Are you sure you want to remove this block
es: ¿Está seguro que quiere eliminar este bloque?

source: Drag here
es: Arrastre aquí

source: translation language
es: idioma de traducción

source: translation
es: traducción

source: Just set status
es: Sólo define el estado

source: Display an alternative comment in public view
es: Muestra un comentario alternativo en la vista pública

source: Hide comment from public view
es: Oculta comentario en la vista pública

source: label
es: etiqueta

source: decorator
es: decorador

source: result
es: resultado

source: reason
es: razón

source: content type
es: tipo de contenido

source: object ID
es: ID del objeto

source: user's name
es: nombre del usuario

source: user's email address
es: dirección de correo del usuario

source: user's URL
es: URL del usuario

source: comment user type
es: Tipo de comentario

source: comment
es: comentario

source: date/time submitted
es: fecha/hora enviada

source: IP address
es: dirección IP

source: collaborative comment
es: comentario colaborativo

source: collaborative comments
es: comentarios colaborativos

source: revised comment
es: comentario revisado

source: revised comment status
es: estado del comentario revisado

source: date/time revised
es: fecha/hora de revisión

source: short comment
es: comentario corto

source: Your comment has been added
es: Tu comentario ha sido añadido

source: Your revisor status has been added
es: Tu estado de revisión ha sido añadido

source: Your translation has been saved
es: Tu traducción ha sido guardada

source: Add comment
es: Añadir comentario

source: There are no comments yet
es: No hay más comentarios aún

source: By
es: Por

source: Revision History
es: Historia de revisión

source: Revise this comment
es: Revisa este comentario

source: Add revision
es: Añadir revisión

source: Comments
es: Comentarios

source: add comment
es: añadir comentario

source: Translate
es: Traducir

source: Translation for
es: Traducción para

source: Truncate words
es: Palabras truncadas

source: Truncate words HTML
es: Palabras truncadas HTML

source: Truncate chars
es: Caracteres truncados

source: Strip tags
es: Franja de etiquetas

source: Collection Basic Information
es: Información básica de la colección

source: Collection Configuration
es: Configuración de la colección

source: collections
es: colecciones

source: fields to display in the list
es: Campos a mostrar en el listado

source: fields in the detail view of the object
es: Campos de la vista detalle del objeto

source: feed items
es: elementos de fuente

source: Single Item Configuration
es: Configuración de un elemento único

source: feed collections
es: colecciones de fuente

source: Exact (case-sensitive)
es: Exacto (sensible al caso)

source: Exact (case-insensitive)
es: Exacto (insensible al caso)

source: Contains (case-sensitive)
es: Contiene (sensible al caso)

source: Contains (case-insensitive)
es: Contiene (insensible al caso)

source: Starts with (case-sensitive)
es: Empieza con (sensible al caso)

source: Starts with (case-insensitive)
es: Empieza con (insensible al caso)

source: Ends with (case-sensitive)
es: Termina con (sensible al caso)

source: Ends with (case-insensitive)
es: Termina con (insensible al caso)

source: Less than
es: Menor que

source: Less than or equal
es: Menor que o igual

source: Less than (for dates objects)
es: Menor que (para fechas de objetos)

source: Greater than
es: Mayor que

source: Greater than or equal
es: Mayor que o igual

source: Greater than (for dates objects)
es: Mayor que (para fechas de objetos)

source: In (coma separated list)
es: En (listado separados en comas)

source: Is empty
es: Está vacío

source: Content Types
es: Tipos de Contenido

source: Group by field name
es: Agrupar por nombre del campo

source: Order by field name
es: Ordenar por nombre del campo

source: Reverse order
es: Revertir orden

source: Number of elements
es: Número de elementos

source: Show main_image of collection items
es: Mostrar la imagen principal de los elementos de la colección

source: Filtering section
es: Filtrado de la sección

source: If the collection is into a section, filter for the contents of this section
es: Si la colección está en una sección, filtrar por los contenidos de dicha sección

source: Collection
es: Colección

source: Collections
es: Colecciones

source: Content type name
es: Nombre del tipo de contenido

source: Item id
es: identificador del elemento

source: Feed summary cached
es: Elemento resumido cacheado

source: Feed detail cached
es: Elemento completo cacheado

source: Last updated
es: Última actualización

source: Excluded
es: Excluido

source: Order field
es: Campo por el que ordenar

source: Group field
es: Campo por el que agrupar

source: Feed item
es: Elemento de fuente

source: Feed items
es: Elementos de fuente

source: URL of the feed
es: URL del feed

source: Seconds to expire cache
es: Segundos para que expire la cache

source: Seconds from last update to do a new query. 0 to never query again.
es: Segundos desde la última actualización para hacer una nueva consulta. Cero significa no consultar más

source: Remove items
es: Eliminar elementos

source: Remove old items when overwritting cache
es: Eliminar antiguos elementos cuando la caché sobreescribe

source: Title field
es: Título

source: Field used for naming contents
es: Campo usado para nombrar contenidos

source: Detailed link
es: Enlace detallado

source: Field that provides a link to a feed with the full content
es: Campo que proporciona un enlace a la fuente del contenido completo

source: External link
es: Enlace externo

source: Field that provides an external link to the full content
es: Campo que ofrece un enlace externo a todo el contenido

source: Feed collection
es: Colección de fuente

source: Feed collections
es: Colecciones de fuente

source: Filter field name
es: Agrupar por nombre del campo

source: Filter operator
es: Operador por el que se filtra

source: Filter value
es: Valor del filtro

source: Include collection filter
es: Filtro de inclusión para la colección

source: Include collection filters
es: Filtros de inclusión para la colección

source: Exclude collection filter
es: Filtro de exclusión para la colección

source: Exclude collection filters
es: Filtros de exclusión para la colección

source: Field name
es: Nombre del campo

source: Display order
es: Orden de visualización

source: Safe html content
es: Guardar contenido html

source: Show field label
es: Mostrar campo etiqueta

source: Collection display field
es: Campo de visualización de la colección

source: Collection display fields
es: Campos de visualización de la colección

source: Filter module
es: Módulo del filtro

source: Filter params
es: Parámetros de los filtros

source: Filter order
es: Orden de los filtros

source: Collection display field filter
es: Filtro sobre los campos visibles de la colección

source: Collection display field filters
es: Filtros sobre los campos visibles de la colección

source: Without grouper
es: Sin agrupar

source: There are no contents to show
es: No hay contenidos para mostrar

source: The description
es: La descripción

source: Description
es: Descripción

source: which description
es: con descripción

source: %s contents found
es: %s contenidos encontrado

source: Content
es: Contenido
it: Contenuto

source: associate contents
es: asociar contenidos

source: Associate contents
es: Asociar contenidos

source: disassociate contents
es: desasociar contenidos

source: Disassociate contents
es: Desasociar contenidos

source: photos
es: fotos

source: videos
es: vídeos

source: authors
es: autores

source: photo
es: foto

source: video file
es: archivo de vídeo

source: video
es: vídeo

source: Permissions
es: Permisos
it: Permessi

source: Groups
es: Grupos
it: Gruppi

source: Actions
es: Acciones
it: Azioni

source: is done
es: está realizado

source: Update the permissions for each role for the content:
es: Actualizar los permisos para cada rol del contenido:
it: Aggiorna i permessi di ogni ruolo per i contenuti:

source: Update the permissions for each role:
es: Actualizar los permisos para cada rol:
it: Aggiorna i permessi per ogni ruolo:

source: Should this content adquire global permissions?
es: ¿Debería este contenido adquirir permisos globales?

source: Create local roles for user or group for the content:
es: Crear roles locales para usuario y grupo para el contenido:
it: Crea ruoli locali per un utente o un gruppo per il contenuto:

source: Autocomplete the user or autocomplete the group and select a role
es: Autocompletar el usuario y autocompletar el grupo y seleccionar un rol
it: Autocomplete l'utente o autocomplete il gruppo e seleziona un ruolo

source: Create
es: Crear
it: Crea

source: Users
es: Usuarios
it: Utenti

source: New Role
es: Nuevo Rol
it: Nuovo ruolo

source: Hello
es: Hola

source: postal_code
es: Código postal

source: Plugins detections done
es: Administración de plugins

source: None
es: Ninguno

source: Registered blocks
es: Bloques registrados

source: The absolute urls have to write complety: Protocol, domain, query
es: Las urls absolutas tienen que estar completas: protocolo, dominio y consulta

source: order
es: orden

source: category
es: categoría

source: Thanks for your visit
es: Gracias por su visita
it: Grazie per la visita

source: Content types that whant to filter
es: Tipos de contenido que quiere filtrar

source: module
es: módulo

source: assigned to
es: asignado a

source: Task information
es: Información de la tarea

source: Task status
es: Estado de la tarea

source: Mark selected tasks as done
es: Marcar tareas seleccionadas como realizadas

source: Mark selected tasks as not done
es: Marcar tareas seleccionadas como no realizadas

source: owner
es: propietario

source: title
es: título

source: object type
es: tipo de contenido

source: object id
es: id del contenido

source: done
es: realizado

source: not done
es: no realizado

source: %s has been set as pending
es: %s ha sido pasado a pendiente

source: You have pending tasks
es: Tienes tareas pendientes

source: Hello,
es: Hola,

source: The content
es: El contenido

source: has been set as pending and it's waiting for revision.
es: ha sido establecido como pentiente y está esperando para revisión.

source: Link to the admin page
es: Enlace a la página de administración

source: Link to the review task admin page
es: Enlace a la página de administración de la tarea de revisión

source: It seems that you have some tasks to review
es: Parece que tienes algunas tareas que revisar

source: Go to admin page for more info
es: Ir a la página de administración para más información

source: content selected here will be shown when entering the section
es: El contenido aquí seleccionado se mostrará cuando se acceda a la sección

source: custom style
es: estilo personalizado

source: Custom style for the section. You can use the variables $media_url and $theme_url
es: Estilo personalizado para la sección. Puedes usar las variables $media_url y $theme_url

source: Enter text to search the content
es: Introduce el texto a buscar en el contenido

source: help text
es: campo de ayuda

source: text for describing the menu target, usually placed as link title attribute
es: Texto para describir el destino del menú, normalmente se coloca como el atributo enlace del título

source: status
es: Estado

source: status of the menu element
es: Estado del elemento de menú

source: public
es: público

source: draft
es: borrador

source: visible menus
es: Roles que ven el menú

source: The roles that will see this menu
es: Roles que verán este menú

source: open in new window
es: Abrir en una nueva ventana

source: css class for this link
es: Clase css para este enlace

source: section
es: sección

source: sections
es: secciones

source: document
es: documento

source: Parent document
es: Documento padre

source: body
es: cuerpo

source: document section
es: sección de documento
