Repository: merengue-cms/merengueproj
Catalog: merengueproj/plugins/banner/locale/*/LC_MESSAGES/django.po
Languages: it

source: banners
it: bandiere

source: limit for banner block
it: limite per il blocco delle bandiere

source: Url Link
it: Link dell'URL

source: Portal name
it: Nome del portale

source: image
it: immagine

source: The system don't resize the icon. You need to upload with the final size
it: Il sistema non ridimensiona l'icona. Devi caricarla con la dimensione definitiva

source: banner
it: bandiera

source: All Banners
it: Tutte le bandiere

source: Banner history
it: Storia della bandiera

source: Banners
it: Bandiere

source: History banner
it: Babdiera della storia

source: View more
it: Vedi di pi√π
