Repository: merengue-cms/merengueproj
Catalog: merengueproj/plugins/voting/locale/*/LC_MESSAGES/django.po
Languages: it

source: is readonly?
it: è in sola lettura?

source: Vote content
it: Vota il contenuto

source: The vote have to be Between %(min_score)s and %(max_score)s
it: Il voto deve essere tra %(min_score)s e %(max_score)s

source: Very bad
it: Molto male

source: Bad
it: Male

source: OK
it: Sufficiente

source: Good
it: Buono

source: Very good
it: Molto buono

source: users
it: utenti

source: Content top rated
it: Contenuto con il voto più alto

source: %(votes)s vote
it: %(votes)s voto

source: stars
it: stelle

source: You have voted
it: Hai votato

source: Sign in to rate
it: Registrati per votare
