Repository: merengue-cms/merengueproj
Catalog: merengueproj/plugins/contactform/locale/*/LC_MESSAGES/django.po
Languages: es

source: contact form option
es: opciones de formulario de contacto

source: sent contact form
es: envios del formulario de contacto

source: contact form
es: formulario de contacto

source: associated content related
es: asociar contenidos

source: Successfully associated
es: Asociado satisfactoriamente

source: Are you sure you want to associate this items?
es: ¿Estas seguro de que quieres asociar estos items?

source: Associated content related
es: Asociar contenidos

source: disassociated content related
es: desasociar contenidos

source: Successfully disassociated
es: Desasociado satisfactoriamente

source: Are you sure you want to disassociate this items?
es: ¿Estas seguro de que quieres desasociar estos items?

source: Disassociated content related
es: Desasociar contenidos relacionados

source: Block with contact form
es: Bloque con formulario de contacto

source: Contact Form Block
es: Bloque de formulario de contacto

source: Contact form
es: Formulario de contacto

source: recaptcha public key
es: recaptcha clave pública

source: recaptcha private key
es: recaptcha clave privada

source: This is not a valid comma separated email list.
es: Esto no es una lista de emails separados por comas

source: The captcha was invalid, try again.
es: El captcha es invalido, intentelo otra vez

source: Unset
es: Sin establecer

source: Anonymous
es: Anonimo

source: This form already contains an option with this name
es: El formulario de contacto ya contiene una opción con este nombre

source: Text
es: Texto

source: Text area
es: Area de texto

source: Date
es: Fecha

source: Datetime
es: Fecha y Hora

source: Checkbox
es: Selector único (Checkbox)

source: Radio
es: Selector único (Radio)

source: Select
es: Selector

source: File
es: Archivo

source: name
es: nombre

source: description
es: descripción

source: Sent message
es: Mensaje de envio

source: Message to show when the form is sent
es: Mensaje a mostrar cuando el formulario es enviado

source: The form was sent correctly
es: El formulario fue enviado correctamente

source: comma separated email list
es: lista de emails separados por coma

source: bcc emails
es: email copia ocula (bcc)

source: redirect to
es: redirecciona a

source: redirect to with params
es: redirecciona a con parametros

source: subject
es: asunto

source: Subject
es: Asunto

source: fixed subject
es: Fijar asunto

source: submit
es: Mensaje de envio (subject)

source: Send
es: Enviar

source: reset
es: reinicio (reset)

source: Reset
es: Reinicio (reset)

source: reset button
es: botón de reinicio (reset)

source: content
es: contenido

source: captcha
es: captcha (código de imagen)

source: contact email
es: email de contacto

source: Fixed contact email
es: Fija el email de contacto

source: Contact Form
es: Formulario de Contacto

source: Contact Forms
es: Formularios de Contacto

source: Sender email
es: Correo del remitente

source: label
es: etiqueta

source: type
es: tipo

source: help text
es: texto de ayuda

source: order
es: orden

source: required
es: requerido

source: Configurable field
es: Campo configurable

source: Configurable fields
es: Campos configurables

source: value
es: valor

source: select option
es: opciones seleccionables

source: Contact Form Select Option
es: Opción seleccionable del Formulario de Contacto

source: Contact Form Select Options
es: Opciones seleccionables del Formulario de Contacto

source: sender
es: remitente

source: response
es: respuesta

source: sent date
es: fecha de envio

source: Sent Contact Form
es: Envío de formulario de Contacto

source: Sents Contact Form
es: Envios de formulario de Contacto
