Repository: merengue-cms/merengueproj
Catalog: merengueproj/plugins/standingout/locale/*/LC_MESSAGES/django.po
Languages: es, it

source: Basic Options
es: Opciones básicas
it: Opzioni di base

source: Advanced Options
es: Opciones avanzadas
it: Opzioni avanzate

source: limit for standingouts in block
es: limitar para el bloque destacados
it: Limite per i 'In risalto' nel blocco

source: Search
es: Buscar
it: Cerca

source: If you select the option in field related you have to select a option in standing out category field
es: Si selecciona la opción en el campo relacionado tiene que seleccionar una opción en destacado del campo de categoría
it: Se hai selezionato l'opzione nel campo correlato devi selezionare una opzione nel campo della categoria 'In risalto'

source: context variable
es: Variable de contexto
it: variabile del contesto

source: Order
es: Orden
it: Ordine

source: standingout category
es: categoría destacada
it: categoria 'In risalto'

source: standingout categories
es: categorías destacadas
it: categorie 'In risalto'

source: obj content type
es: objeto tipo de contenido
it: contenuto di tipo obj

source: object id
es: id de objeto
it: id dell'oggetto

source: related content type
es: tipo de contenido relacionado
it: tipo del contenuto correlato

source: related object id
es: id de objeto relacionado
it: id dell'oggetto correlato

source: standing out category
es: destacar categoría
it: categoria 'In risalto'

source: Highlights
es: Destacados
it: Evidenziati

source: View all
es: Ver todo
it: Vedi tutti

source: Without highlights
es: Sin destacados
it: Senza evidenziatura

source: Highlights index
es: Índice de destacados
it: Indice delle evidenziature

source: There are no highlights
es: No hay ningún contenido destacado

source: View global highlights
es: Ver destacados globales

source: If you select the option in field standing out category you have to select a option in related field
it: Se hai selezionato l'opzione nel camo della categoria 'In risalto' devi selezionare l'opzione nel campo correlato

source: There was a object with the same fields pk=%s
it: C'Ã¨ un oggetto con gli stessi campi pk=%s
